[A_BallistaFortress H7EditorWarUnit]
mDesc="进攻型战争单位"
mName="堡垒弩炮"
mLore="制造十字弓与攻城器械是矮人的特长，这些武器十分注重简单化，就好像弓箭、投石车之类的装置一样。矮人弩炮队的准确度极高，而且装弹射击的速度快到足以摧毁绝大部分来犯的敌军。"

[A_FireCannon H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="火炮"
mLore="当火炮加入抑制魔法的实际用途后，足以成为矮人天赋的绝佳例证。火炮是以火焰水晶（有时候焰龙会将这种水晶提供给氏族）做为动力，利用复杂的符文图样引导其能量引爆烈焰爆弹，朝敌人的防御工事猛烈轰击。"

[A_RunicEmblem H7EditorWarUnit]
mDesc="支援型战争单位"
mName="符文石"
mLore="符文石就像记载部族过去历史的典籍，矮人们会将这种物品带到战场上，协助部族对抗现在所发生的冲突。每个故事都有其力量，而在矮人漫长而众多的传奇故事中，除了自我满足外还隐藏了一个目的：据说只要吟唱适当的文字，这些古老的诗篇就能强化部族成员的心志，并治疗他们的伤口。"

[A_TowerFortress H7TowerUnit]
mName="堡垒防御塔"
mLore=""

[A_RuneStone H7EditorWarUnit]
mLore="符文石就像记载部族过去历史的典籍，矮人们会将这种物品带到战场上，协助部族对抗现在所发生的冲突。每个故事都有其力量，而在矮人漫长而众多的传奇故事中，除了自我满足外还隐藏了一个目的：据说只要吟唱适当的文字，这些古老的诗篇就能强化部族成员的心志，并治疗他们的伤口。"

[Fortress.A_BallistaFortress H7EditorWarUnit]
mLore="制造十字弓与攻城器械是矮人的特长，这些武器十分注重简单化，就好像弓箭、投石车之类的装置一样。矮人弩炮队的准确度极高，而且装弹射击的速度快到足以摧毁绝大部分来犯的敌军。"